/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Ordner-Umleitung";
"MCXRedirector.pfm_description" =			"Erstellt und Entfernt symbolische Links zwischen Ordner im Benutzerordner und anderen Ordnern. Der Benutzer muss über die erforderlichen Zugriffsrechte für den Zielordner verfügen.";

"LoginRedirection-raw.pfm_title" =			"Umleitungen bei der Anmeldung";
"LoginRedirection-raw.pfm_description" =			"Bei der Benutzeranmeldung ausgeführten Umleitungen.";
"OtherRedirection-raw.pfm_title" =			"Andere Umleitungen";
"OtherRedirection-raw.pfm_description" =			"Umleitungen, die bei Netzwerk-Änderungen ausgeführt werden - immer dann, wenn Einstellungen verwaltet werden.";
"LogoutRedirection-raw.pfm_title" =			"Umleitungen bei der Abmeldung";
"LogoutRedirection-raw.pfm_description" =			"Bei der Benutzerabmeldung ausgeführten Umleitungen.";

"ActionInfo.pfm_title" =			"Aktion „Umleiten“";
"ActionInfo.pfm_description" =			"Eine Umleitungsaktion.";

"action.pfm_title" =			"Aktion";
"action.pfm_description" =			"Die ausgeführte Aktion. Verwenden Sie „deleteAndCreateSymLink“, um ein Objekt im „Folder Path” zu löschen und anschließend einen symbolischen Link zum „Destination Folder Path“ zu erstellen. Verwenden Sie „renameAndCreateSymLink“, um ein Objekt im „Folder Path“ umzubenennen und anschließend einen symbolischen Link zum „Destination Folder Path“ zu erstellen. Verwenden Sie „deletePath“, um ein Objekt im „Folder Path” zu löschen. Verwenden Sie „deleteSymLinkAndRestore“, um einen symbolischen Link im „Folder Path” zu löschen, und einen Ordner, der von „renameAndCreateSymLink“ erstellt wurde, zum „Folder Path” zu bewegen.";
"path.pfm_title" =			"Ordnerpfad";
"path.pfm_description" =			"Der zu verwendende Ordnerpfad und die Position des symbolischen Links. Der Pfad muss im Benutzerordner sein. Beginnen Sie den Pfad mit „~/“.";
"destPath.pfm_title" =			"Pfad des Zielordners";
"destPath.pfm_description" =			"Pfad des Zielordners für einen symbolischen link. Verwenden Sie „~“, um einen Pfad im aktuellen Benutzerordner anzugeben. Verwenden Sie „%@“, um den aktuellen Namen des Benutzers anzugeben.";
